{
    "settings":"Settings",
    "Dark_mode":"Dark mode",
    "signup":"Sign Up",
    "signin":"Sign In",
    "email":"Email",
    "password":"Password",
    "prePassword":"Confirm Password",
    "username":"Username",
    "alreadyHaveAccount":"Already have an account? ",
    "dontHaveAccount":"Don't have an account, ",
    "deleteAccount":"Delete Account",
    "delete":"Delete",
    "deleteAccountWarning":"Do you want to delete account?",
    "requestPassword":"Please confirm password to delete account.",
    "confirm":"Confirm",
    "cancel":"Cancel",
    "Birinchi":"First aeronautical engineers",
    "Monoplan":"Monoplane, biplane, triplane",
    "Samolyotning":"Aerodynamic scheme of the aircraft",
    "Samolyot":"How is the plane controlled?",
    "Zamonaviy":"Modern airplane cabin",
    "Motor":"The engine is the heart of the aircraft",
    "Qonish":"Landing gear",
    "Maxsus":"Special landing gear",
    "Uchuvchini":"Pilot rescue device.",
    "Yolovchilar":"Passenger safety devices",
    "Razvedkachi":"Reconnaissance, fighter planes",
    "Bombardimonchi":"Bomber plane",
    "Qishloq":"Agricultural aviation",
    "odam_qanday_parvoz":"What kind of flying machines do you think man hasn't invented? The first part of the book contains interesting information about the history of aircraft construction and aviation. From the first gliders to the incredible supersonic machines of the future, you will be introduced. The given drawings will enrich your knowledge about the structure of airplanes and helicopters. Take a look at the cockpit of a modern bomber and imagine that you are at the helm of civil aviation.",
    "azal":"Since time immemorial, man has dreamed of flying in the sky. The ancient Greek legend of Daedalus and Icarus, or the flying carpet, is a prime example of this. This human dream could not be realized without a certain development of technology.",
    "dedal":"Daedalus began to make two pairs of wings by sewing together bird feathers with thread and wax. He made wings and said to his son: <<Icarus, we are flying to Kritoroli now.>> Be careful when flying.",
    "Leonardo":"Leonardo da Vinci enriched almost all fields of science based on his ingenious observations. He made a great contribution to the development of encyclopedic knowledge of mankind with his paintings and ideas. In the manuscripts of Leonardo da Vinci, there are many comments on the flight of birds and the possibilities of human flight.",
    "Shunday_qilib":"Thus, drawings and sketches of flying machines were first handed down to generations from the great artist and engineer of the Renaissance, Leonardo da Vinci. In many of his researches, Leonardo took a deep look into the distant future, the times when mankind would be able to fully own the vastness of the sky and the depths of the ocean.",
    "Keyinchalik_Leonardo":"Later, Leonardo created an apparatus design similar to today's modern hang glider. When he passed away in 1519, he bequeathed to his descendants: A man on the back of a big swan made his first flight in the mountains.",
    "Leanardo_da":"Leonardo da Vinci's self-portrait, created in 1512",
    "qushlar_parvozi":"Based on observations of bird flight, new flying machines have also been created that look like coiled wings",
    "dedal_davom":"Soaring over the sea, your wings are wet from the drops of the waves. <<Don't go too high, the wax will melt under the influence of the sun's rays and you will die.>> The father and the child easily ascended to the sky. The flight added joy to the child's pleasure. It is rising towards the sun. The hot sun melted the wax, and the bird's feathers scattered everywhere. Icarus fell from the sky into the sea and died.",
    "Leonardo_davomi":"He left many drawings, including projects for flying machines. One of them was related to the wings, which were moved by the hands and feet of a person, and this <<horizontal plane>> had to be flown by a person in a lying position, moving his hands as if he were rowing oars.",
    "leonardo_vertalyot":"Drawing of the design of the <<helicopter>> created by Leonardo",
    "Keyinchalik_Leonardo_davomi":"overcomes all difficulties, flies bravely in the blue sky with snow-white shining wings, brings eternal honors to the nest of his birthplace, amazes the world, fills all books with his immortal name. will do.>>",
    "Rossiya_flotining":"A device that flies like a bird was also created by Alexander Fedorovich Mozhaisky, rear admiral of the Russian fleet. He devoted more than thirty years of his life to the creation of heavier-than-air flying machines. The rear admiral studied the flight of birds, the flight of leaves, and the movement of propellers. In 1876, Mozhaisky successfully demonstrated his model. In 1881, he received a patent for the invention of an <<aeroplane>>.",
    "otto_liliyental":"One of the gliders made by Otto Lilienthal",
    "fransuz_Kleman":"In 1897, the Frenchman Clément Ader began to fly in a motorized aircraft. Nicknamed <<Eol>> and <<Avion>>, this apparatus looked like a bat-stick with its wings recorded. He was able to fly up to 100 m away from the ground.",
    "Nemis_muhandisi":"German engineer Otto Lilienthal in 1890 made several gliders with one and two wings. He used willow branches, molded, stretched steel sheets and sheets to make gliders. The inventor climbed a high hill and flew down. Lilien tal was able to fly a distance of up to 390 meters. A brave tester-inventor died in one of the flights in the mountains of Rinover. Mozhaisky's plane was more reminiscent of a warlock. True, it had wheels, propellers, and a steam engine. During the first test flight (no official record of this has been preserved), the plane turned over on its side, the wing and wheel were broken. The financial means of the author were not enough to restore the construction and continue the experience.",
    "Amerikalik_professor":"In 1903, before the Wright brothers, American professor Samuel Langley built an airplane on the order of the US Air Force. However, he could not take off.",
    "A_F_Mojayskiy":"A.F. With his discovery, Mozhaisky was ahead of foreign inventors by at least 5 years"



}
