{
    "settings":"Sozlamalar",
    "Dark_mode":"Qorong'i rejim",
    "aviyBolimiH":"«Aviatexnika» bo'limi",
    "avtoBolimiH":"«Avtotexnika» bo'limi",
    "harbiBolimiH":"«Harbiy texnika» bo'limi",
    "harbi":"HARBIY TEXNIKA",
    "aviyaT":"AVIATEXNIKA",
    "avtoT":"AVTOTEXNIKA",
    "boshlash":"Boshlash",
    "korsatkich":"KO'RSATKICH",
    "aviyaH":"yosh kitobxonni aviatsiya tarixi bilan tanishtiradi. Bo'limida insoniyatning fazoga parvoz qilishi uchun qanday uzoq va mashaqqatli yo'lni bosib o'tishga to'g'ri kelganligi haqida so'z yuritiladi. O'quvchilar kitobni o'qib ko'tarish kuchi nima, aviatsiya dvigatellari qanday tuzilgan, samolyotlar qanday boshqariladi kabi savollarga javob topishadi, shuningdek, eng mashhur aviakonstruktorlar va ular yaratgan samolyotlar haqida bilib olishadi. Bo'limda samolyotlar va vertolyotlarning asosiy turlari, ularning harbiy maqsadlar va tinchlik yo'lida qanday qo'llanilayotgani haqida batafsil hikoya qilinadi.",
    "avtoH":"avtomobilsozlik tarixi, zamonaviy yengil, yuk, maxsus, sport va poyga avtomobillari bilan tanishtiradi, kelajak avtomobillari qanday bo'lishi haqida so'z boradi. Kitobning ushbu bo'limini o'qib siz avtomobil uzatmalar qutisini, krash-testlar nima ekanligini, birinchi avtomobil konveyeri qayerda ishga tushirilganligini, avtomobil kuzovining asosiy turlarini bilib olasiz.",
    "harbiH":"qurol-yarog' va harbiy texnika tarixidan hikoya qiladi. Insoniyat qadimda foydalangan qurollar: sopqon va gurzi,gladiya (sovuq qurolning bir turi) va nayzalar haqida ma'lumotlar beriladi. Bo'limda,shuningdek,o'rta asrlardagi qurol-yarog'lar: oybolta va arbalet, mushket (pilta miltiq), arkebuza, onagr va zamonaviy qurol-aslahalar haqida so'z yuritiladi. Yosh kitobxonlar zamonaviy armiya: quruqlik qo'shinlari, harbiy-havo va harbiy-dengiz qo'shinlari, harbiy qurollar, zamonaviy tankning tuzilishi, kalibr, kapsul va mortira nima ekanligidan xabarlar bo'ladilar.",
    "Parvoz":"Parvoz haqida orzular",
    "Uchishga":"Uchishga urinishlar",
    "Planer":"Planer, samolyot, maxolyot",
    "Birinchi":"Birinchi aviamuhandislar",
    "Monoplan":"Monoplan, biplan, triplan",
    "Samolyotning":"Samolyotning aerodinamik sxemasi",
    "Samolyot":"Samolyot qanday boshqariladi?",
    "Zamonaviy":"Zamonaviy samolyot kabinasi",
    "Motor":"Motor - samolyotning yuragi",
    "Qonish":"Qo'nish moslamalari",
    "Maxsus":"Maxsus qo'nish moslamalari",
    "Uchuvchini":"Uchuvchini qutqarish moslamasi.",
    "Yolovchilar":"Yo'lovchilar xavfsizligini ta'minlash anjomlari",
    "Razvedkachi":"Razvedkachi, qiruvchi samolyotlar",
    "Bombardimonchi":"Bombardimonchi samolyot",
    "Qishloq":"Qishloq xo'jaligi aviatsiyasi",
    "odam_qanday_parvoz":"Odamzod qanday uchuvchi apparatlarni o'ylab topmagan deysiz? Kitobning birinchi bo'limidan samolyotsozlik va aviatsiya tarixiga oid qiziqarli ma'lumotlar o'rin olgan. Siz ilk planerlardan tortib, tovushdan ham tez uchuvchi aql bovar qilmaydigan kelajak mashinalari bilan tanishasiz. Berilgan chizmalar samolyot va vertolyotlarning tuzilishiga oid bilimlaringizni boyitadi. Zamonaviy bombardimonchi samolyot kabinasiga ko'z tashlab, xayolan bo'lsa-da, fuqaro aviatsiyasi shturvalini boshqarasiz.",
    "azal":"Odamzod azal-azaldan osmonda uchishni orzu qilgan. Qadimgi yunonlarning Dedal va Ikar haqidagi afsonasi yoki uchar gilam haqidagi ertak buning yorqin misolidir. Odamzodning bu orzusini texnika taraqqiyotining ma'lum bir rivojisiz amalga oshirish mumkin emas edi.",
    "dedal":"Dedal qushlar patini ip va mum yordamida bir-biriga tikib, qotirib, ikki juft qanot yasay boshladi. U qanotlarni yasab bo'ib,o'g'liga: «Ikar, biz hozir Kritoroliga uchamiz.Parvoz paytida ehtiyot bo'l.",
    "Leonardo":"Leonardo da Vinchi dohiyona kuzatuvlari asosida fanning deyarli barcha sohalarini boyitgan. Rasm va g'oyalari bilan insoniyatning qomusiy bilimlari rivojiga ulkan hissa qo'shgan. Leonardo da Vinchining qo'lyozmala- rida qushlarning parvozi va odamzodning parvoz etish imkoniyatlariga doir ko'plab mulohazalar bayon etilgan. ",
    "Shunday_qilib":"Shunday qilib, uchuvchi apparatlarga oid chizmalar va xomaki tasvirlar avlodlarga birinchi bo'lib buyuk musavvir, Uyg'onish davrining muhandisi Leonardo da Vin- chidan meros bo'lib qolgan. Leonardo ko'plab izlanishlarida uzoq kelajakka, odamzodning samo kengliklari-yu, um- mon tublari, o'z vujudiga to'la ma'noda egalik qila oladigan zamonlariga teran nazar tashlagan edi.",
    "Keyinchalik_Leonardo":"Keyinchalik Leonardo bugungi, zamonaviy deltaplanga o'xshaydigan apparat kons- truksiyasini yaratgan. U 1519-yili olamdan ko'z yumayotib, avlodlarga shunday vasi- yat qilgan: «Katta oqqush belidagi odam tog'larda o'zining ilk parvozini amalga",
    "Leanardo_da":"Leanardo da Vinchining 1512-yillarda yaratilgan atoportreti",
    "qushlar_parvozi":"Qushlar parvozini kuzatishlar asosida ilkan qanotlarga o'xshab ketadigan yangi uchuvchi apparatlar ham yaratilgan",
    "dedal_davom":"Dengiz ustida pastlama, qanotlaring to'lqin tomchilaridan ho'l bo'ladi. Juda ham yuqorilab ketma, mum quyosh nurlari ta'sirida erib, nobud bo'lasan», debdi. Ota va bola osmonga yengilgina ko'tarilibdi. Parvoz bolaning zavqiga zavq qo'shibdi. U quyosh tomonga ko'tarilib boraveribdi. Jazirama oftob mumni eritib yuboribdi,qush patlari har tomonga sochilib ketibdi. Ikar osmondan dengizga qulab halok bo'libdi.",
    "Leonardo_davomi":"Undan ko'plab chizmalar, jumladan, uchadigan apparatlarga oid loyihalar ham qolgan. Ulardan biri odamning qo'li va oyoqlari yordamida harakatga keladigan qanotlarga oid bo'lib, bu «gorizontal samolyot»ni odam yotgan holatda qo'llarini eshkaklarni eshgandagi kabi harakatlantirib, boshqarib uchishi kerak edi.",
    "leonardo_vertalyot":"Leanardo tomonidan o'lab topilgan <<vertolyot>> konstruksiyasi chizmasi",
    "Keyinchalik_Leonardo_davomi":"oshiradi, barcha qiyinchiliklar ustidan g'olib chiqib, moviy osmonda oppoq qordek yarqirovchi qanotlari bilan ba- hodirona parvoz qiladi, o'z tug'ilgan joyi uyasiga abadiy sharaflar keltirib, dun- yoni hayratda qoldiradi, barcha kitoblarni o'lmas nomi bilan to'ldiradi».",
    "Rossiya_flotining":"Rossiya flotining kontr-admirali Aleksandr Fedorovich Mojayskiy tomonidan qush- dek uchadigan moslama ham yaratilgan. U umrining o'ttiz yildan ko'prog'ini mavodan og'ir bo'lgan uchuvchi apparatlarni yaratishga bag'ishlagan edi. Kontr- admiral qushlarning parvozini, varraklarning uchishini, havo vintlari harakatini o'rgangan edi.\n1876-yili Mojayskiy o'z modelini muvaffaqiyat bilan namoyish etgan. 1881-yili «havo- a uchadigan snaryad» (samolyot) ixtirosi uchun patent olgan.",
    "otto_liliyental":"Otto Liliyental yasagan planerlardan biri",
    "fransuz_Kleman":"1897-yili fransuz Kleman Ader motorli apparatda uchishga kirishgan. «Eol» va «Avion» deya qo'sh nom bilan atalgan bu apparat qanotlarini yozib olgan ko'rsha- palakka o'xshar edi. U yerdan uzilgan holda to'g'riga 100 m masofagacha ucha olgan.",
    "Nemis_muhandisi":"Nemis muhandisi Otto Liliyental 1890 - yilda bir va ikki qanotli bir necha planer yasagan . U planer larni yasashda tol novdalari , qo lipga tortilgan, cho'zilgan polot no qoplamalardan foydalangan. Ixtirochi baland tepalikga chiqib, pastlikga uchib tushgan. Liliyen talga 390 metrgacha bo'lgan masofani uchib o'tish nasib etgan. Jasur sinovchi- ixtirochi Rinover tog'laridagi uchishlarning birida halok bo'lgan. Mojayskiyning samolyoti ko'proq varrakni yodga solardi. To'g'ri, uning g'ildiraklari ham, havo vintlari ham, bug'li dvigateli ham bor edi. Birinchi sinov uchishida (bu haqida rasmiy qayd saqlanib qolmagan) yonboshiga ag'da rilgan, samolyotning qanot va g'ildiragi singan. Konstruksiyani qaytadan tiklab, tajribani da vom ettirishga muallifning moddiy mablag'i yetmagan.",
    "Amerikalik_professor":"Amerikalik professor Samyuel Lengli 1903-yilda, aka uka Raytlardan avval, AQSh Havo kuchlari buyurtmasiga ko'ra samolyot yasagan. Biroq u havoga ko'tarilaol magan.",
    "A_F_Mojayskiy":"A.F. Mojayskiy o'z kashfiyoti bilan xorijlik ixtirochilardan kamida 5 yilga o'zib ketgan edi"





}
